<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta http-equiv="x-ua-compatible" content="ie=edge">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="icon" href="apple-touch-icon.png">
<link rel="apple-touch-icon" href="apple-touch-icon.png">
<link rel="stylesheet" href="style.css">
<style>
img {
    max-width: 100%;
    height: auto;
}
</style>
<title>
The worst of WikiHow
</title>
</head>
<body>
<h4 id="nav">Fillas Page | <a href="index.html">Home</a></h4>
<h1>The worst of WikiHow</h1>
<p>Sure, it might have the occasional useful article but a lot of it is <a href=https://www.wikihow.com/Take-a-Shower>shit like this</a><br>
So here is some sit i have found:</p><br>
<img src="wikihow/howtouseamouse.png" alt="" /><br>
I should not have to tell you what is wrong with this article<hr><br>
<img src="wikihow/twittermouse.png" alt="" /><br>
How the fuck would your mouse affect twitter<hr><br>
<img src="wikihow/how2laptop.png" alt="" /><br>
Cheesus Crist<hr><br>
<img src="wikihow/connectlaptop2power.png" alt="" /><br>
If you have a iq lover than 10 this might be useful...<hr><br>
<img src="wikihow/pcfriend.png" alt="" /><br>
What do yo think portable means?<hr><br>
<img src="wikihow/how2google.png" alt="" /><br>
What ?!?<hr><br>
<img src="wikihow/howtodicktator.png" alt="" /><br>
85% found this helpful. I checked this page and it had 163,311 views. 85% of 163,311 is 138,814<br>
That means that there is 138,814 potential new dictators and there is currently <abbr>ca. </abbr><a href="http://www.worldometers.info/geography/how-many-countries-are-there-in-the-world/">195</a>
<br>in the world. Witch means that for each country there is ca. 712 potential dictators.<hr><br>
Okay, i have put a link to this image because I don't think that you are ready for it.<br>
Take a deep breath and behold the b&#773;&#859;&#785;&#780;&#781;&#794;&#795;&#773;&#783;&#849;&#840;&#814;&#798;&#805;&#798;&#851;&#825;o&#831;&#836;&#769;&#795;&#783;&#844;&#795;&#855;&#784;&#844;&#802;&#811;&#845;&#825;&#852;&#811;t&#769;&#771;&#849;&#777;&#774;&#775;&#783;&#780;&#789;&#862;&#808;&#801;&#812;&#793;&#800;&#803;&#857;&#866;&#806;&#820;t&#834;&#775;&#831;&#789;&#836;&#795;&#862;&#852;&#806;&#815;&#826;&#813;&#811;&#852;&#809;&#824;o&#848;&#855;&#838;&#783;&#784;&#858;&#828;&#846;&#805;&#813;&#793;&#839;&#822;m&#861;&#789;&#842;&#855;&#794;&#832;&#839;&#839;&#858;&#798;&#803;&#858;&#823; o&#769;&#862;&#777;&#778;&#780;&#770;&#855;&#774;&#790;&#810;&#806;&#810;&#798;&#818;&#810;&#827;&#821;f&#794;&#850;&#794;&#859;&#836;&#832;&#842;&#862;&#866;&#827;&#811;&#845;&#808;&#805; t&#848;&#829;&#768;&#843;&#783;&#848;&#778;&#804;&#815;&#807;&#853;&#839;&#814;&#792;h&#776;&#832;&#861;&#834;&#789;&#842;&#856;&#860;&#846;&#840;&#810;&#816;&#845;&#824;e&#786;&#861;&#855;&#795;&#774;&#827;&#812;&#811;&#828;&#807;&#854;&#852;&#817;&#808;&#845; h&#838;&#838;&#771;&#775;&#848;&#789;&#850;&#773;&#806;&#818;&#852;&#851;&#841;&#826;&#841;&#797;&#857;&#807;u&#780;&#768;&#786;&#771;&#864;&#830;&#842;&#777;&#844;&#778;&#806;&#800;&#840;&#819;&#841;&#840;&#792;m&#776;&#784;&#861;&#783;&#862;&#779;&#831;&#832;&#863;&#853;&#805;&#860;&#854;&#810;&#807;&#858;a&#829;&#836;&#772;&#836;&#833;&#793;&#846;&#857;&#808;&#845;&#863;&#840;&#808;&#837;&#823;n&#848;&#780;&#836;&#787;&#794;&#838;&#789;&#865;&#812;&#805;&#791;&#827;&#801;&#846; b&#769;&#832;&#842;&#862;&#794;&#780;&#800;&#810;&#815;&#846;&#798;&#845;&#819;&#804;&#811;a&#834;&#772;&#861;&#831;&#836;&#780;&#789;&#855;&#819;&#839;&#798;&#810;&#810;&#827;&#845;&#819;&#822;r&#865;&#786;&#835;&#784;&#778;&#834;&#799;&#846;&#812;&#813;&#817;&#799;&#796;&#863;r&#848;&#831;&#842;&#844;&#768;&#779;&#859;&#843;&#809;&#839;&#860;&#846;&#796;&#827;&#810;&#808;&#813;e&#779;&#855;&#794;&#783;&#838;&#848;&#830;&#850;&#850;&#858;&#791;&#837;&#840;&#860;&#792;&#799;l&#785;&#864;&#776;&#782;&#770;&#781;&#838;&#815;&#854;&#817;&#825;&#805;: <a href="hitler.html">here it is</a><br>
<br><br><br>
</body>
</html>